[{
  "id":"accept.offer",
  "progress": 1,
  "step_title": "Step 1",
  "title":"Accept Your Offer",
  "content":[{
    "heading": "Applicants who have been offered admission to Gies College of Business online programs should have received the following:",
    "bullets": [
      "<b>A Program Offer Letter:</b> This indicates that we have referred you to the Graduate College for admission as a degree-seeking student from Gies Online Programs.",
      "<b>An Official Notice of Admission from Illinois Graduate Admissions:</b> This will be delivered as an email with the subject line “Illinois Admission Decision."
    ]},{
    "heading": "Once you have received these items, it is time to decide if you’ll join us as a degree-seeking student through the <a href='https://choose.illinois.edu/apply/status'>Graduate College Application Portal</a>. You will make one of three choices:",
    "bullets": [
      "<b>Accept Your Offer:</b> This will secure your spot in your program. No enrollment deposit is required!",
      "<b>Defer Your Acceptance:</b> You have the option to defer your admission for up to 1 calendar year. This will require a $750 deposit to hold your spot in the program. This deposit will be applied toward your Illinois tuition during your first semester in the program.",
      "<b>Decline Your Offer:</b> If you no longer want to join our program, please let us know by declining your offer. If you have already paid your enrollment deposit to defer your admission, it is not refundable."
    ]}],
  "buttons":[
    {"title":"Accept", "page":"setup.university.accounts", "completes": true},
    {"title":"Defer", "page":"goodby.defered"},
    {"title":"Decline", "page":"goodby.declined"}
  ]
},{
  "id":"setup.university.accounts",
  "progress": 2,
  "step_title": "Step 2",
  "title":"Set up your University Accounts",
  "text":"<p><i>If you have previously completed high engagement, for-credit coursework through Gies Online Programs, your accounts should already be connected. Skip this step and head straight to Step 4.</i></p><p>Throughout your program, you will use a variety of platforms to complete your courses and connect with your peers. The steps below are essential to utilizing with these platforms and should only take 5-10 minutes each to setup.</p><p>You should complete Step 2 of your checklist within 1-2 weeks of accepting your offer.</p>",
  "steps":[
    {"key":"a", "page_id":"claim.netid.and.password"},
    {"key":"b", "page_id": "setup.email.account"},
    {"key":"c", "page_id": "verify.personal.information"},
    {"key":"d", "page_id": "setup.zoom.account"}
  ],
  "_buttons":[
    {"title":"Continue", "page":"claim.netid.and.password"}
  ]
},{
  "id":"claim.netid.and.password",
  "progress": 2,
  "step_title": "Step 2A",
  "tab_index": "a",
  "title":"Claim Your NetID and Password",
  "text":"<p>Your NetID will give you access to campus services, including e-mail and file storage. New students should visit <a href='https://netidclaim.illinois.edu/'>Illinois NetID Claim</a> to claim their NetID. First, you will need to enter your University ID Number (UIN) and Activation Code. The UIN and Activation Code were sent to you in your Notice of Admission Letter from the Graduate College. Next, you will select and provide answers to two security questions to protect your NetID account. Finally, you will need to choose a password for your NetID account and setup <a href='https://techservices.illinois.edu/content/two-factor-authentication-2fa'>Two-Factor Authentication (2FA)</a>.</p><p><i>If you have previously enrolled at the University of Illinois, there is no need to claim your NetID again. You will need to reset your password. You can find more information on the <a href='https://answers.uillinois.edu/illinois/page.php?id=48103'>Technology Services Website</a>.</i></p>",
  "buttons":[
    {"title":"Next", "_popup":"current-notes", "swipe_page":"setup.email.account", "completes": true}
  ]
},{
  "id":"setup.email.account",
  "progress": 2,
  "step_title": "Step 2B",
  "tab_index": "b",
  "title":"Setup Your University Email Account",
  "text":"Most correspondence is sent to your Illinois email address, so it is imperative you set up your email and check it regularly. Microsoft Office 365 is a service used for email, calendaring, and contact and task management at the University of Illinois and is vital for receiving emails and information from the University. Approximately one hour after claiming your Net ID and setting your password, you will be able to login to and start using your <a href='https://outlook.office365.com/'>Office 365 Email Account</a>. If you have questions about your email or your Exchange account, please visit the <a href='http://techservices.illinois.edu/services/email'>Technology Services Website</a>, or email <a href='mailto:consult@illinois.edu'>consult@illinois.edu</a>.",
  "buttons":[
    {"title":"Next", "_popup":"current-notes", "swipe_page":"verify.personal.information", "completes": true}
  ]
},{
  "id":"verify.personal.information",
  "progress": 2,
  "step_title": "Step 2C",
  "tab_index": "c",
  "title":"Verify Your Personal Information in Student Self-Service",
  "text":"Once you have established your NetID, use it to log into the online <a href='https://apps.uillinois.edu/selfservice/'>Student Self-Service</a> and verify your personal information, such as your contact information. Keeping this information up to date is extremely important and ensures proper delivery of important documents.",
  "buttons":[
    {"title":"Next", "_popup":"current-notes", "swipe_page":"setup.zoom.account", "completes": true}
  ]
},{
  "id":"setup.zoom.account",
  "progress": 2,
  "step_title": "Step 2D",
  "tab_index": "d",
  "title":"Set Up Your Illinois Zoom Pro Account",
  "text":"Zoom Pro is the way you will participate in your live sessions (lectures) for each course, office hours and more. Follow these <a href='https://uofi.box.com/s/j168hch5ro8188wkyhykunff84wwenps'>step-by-step instructions</a> to get setup with Zoom.",
  "buttons":[
    {"title":"Done", "_popup":"current-notes", "page":"setup.coursera.account", "completes": true}
  ]
},{
  "id":"setup.coursera.account",
  "progress": 3,
  "step_title": "Step 3",
  "title":"Set up your Coursera Account",
  "text":"<p><i>If you have previously completed high engagement, for-credit coursework through Gies Online Programs, your accounts should already be connected. Skip this step and head straight to Step 4.</i></p><p></p>",
  "steps":[
    {"key":"a", "page_id":"claim.coursera.account"}
  ],
  "_buttons":[
    {"title":"Continue", "page":"claim.coursera.account"}
  ]
},{
  "id":"claim.coursera.account",
  "progress": 3,
  "step_title": "Step 3A",
  "tab_index": "a",
  "title":"Set up your Coursera Account",
  "content":[{
    "heading":"The University of Illinois partners with Coursera to offer our Gies online programs’ massive open online courses (MOOCs) that accompany the Canvas component of your online course. Setting up your Coursera account is a two-step process that is outlined below.",
    "numbers":[
      "<b>Link your Coursera account:</b> Within a few days of accepting your offer, you will receive an email from Coursera for Illinois regarding information on how to set-up and link your Coursera account with the University of Illinois. Linking your account ensures that the work you do in the Coursera MOOCs is transferred to your online course to be counted towards your grade. Once you have linked your Coursera account, you will see your program name displayed at the top of your dashboard.<p><b>The linking email will be sent to your Illinois email account.</b> If you do not see your linking email after four days of accepting your admission, send an email to <a href='mailto:i-support@illinois.edu'>i-support@illinois.edu</a> requesting to have your Coursera linking email re-sent.",
      "<b>Join Coursera for Illinois:</b> Coursera for Illinois is a perk of being a student at the University of Illinois. Carefully follow these <a href='https://uofi.app.box.com/file/624565567278?s=6cyz7pxaqlwcjxyz1gf1p35mxah392p6'>step-by-step instructions</a> to successfully add your Coursera for Illinois dashboard. Coursera for Illinois ensures that you can access the University of Illinois Coursera MOOCs for free. If you previously had an account with Coursera then you will still need to enroll in Coursera for Illinois in order to avoid paying the MOOC enrollment fees."
    ]}],
  "buttons":[
    {"title":"Done", "_popup":"current-notes", "page":"connect.workspace.and.student.guide", "completes": true}
  ]
},{
  "id":"connect.workspace.and.student.guide",
  "progress": 4,
  "step_title": "Step 4",
  "title":"Connect with your New Student Guide and Fellow Classmates",
  "steps":[
    {"key":"a", "page_id":"join.workspace"},
    {"key":"b", "page_id":"connect.student.guide"}
  ],
  "_buttons":[
    {"title":"Continue", "page":"join.workspace"}
  ]
},{
  "id":"join.workspace",
  "progress": 4,
  "step_title": "Step 4A",
  "tab_index": "a",
  "title":"Join Workplace",
  "content":[{
    "heading":"Workplace is an online platform designed by Facebook exclusively for organizations’ members to network and develop excellent professional partnerships. You will receive an invitation to join Workplace at your Illinois email address approximately one week after you accept your offer letter, and you can log in at <a href='https://giesonline.workplace.com/'>giesonline.facebook.com</a>. Make sure to create your profile and get started exploring Workplace. If you choose to join us, you can begin by:",
    "bullets":[
      "Saying hello and introducing yourself to your fellow Gies Online Students",
      "Explore interest, location and course-based groups, or create your own to connect with your classmates!"
    ]},{
    "heading":"Make sure to check your junk mail if you have not received an email regarding Workplace."
  }],
  "buttons":[
    {"title":"Next", "_popup":"current-notes", "swipe_page":"connect.student.guide", "completes": true}
  ]
},{
  "id":"connect.student.guide",
  "progress": 4,
  "step_title": "Step 4B",
  "tab_index": "b",
  "title":"Connect with your New Student Guide",
  "text":"Pairing with your Gies Online New Student Guide begins approximately four weeks prior to the term start. You will receive an email notifying you of your New Student Guide. Your guide will be able to assist you with orientation to the program and will be a resource moving forward for general questions and more.",
  "buttons":[
    {"title":"Done", "_popup":"current-notes", "page":"complete.onboarding.course", "completes": true}
  ]
},{
  "id":"complete.onboarding.course",
  "step_title": "Step 5",
  "progress": 5,
  "title":"Complete Your Onboarding Course",
  "text":"<i>If you have previously completed high engagement, for-credit coursework through Gies Online Programs, you should have already completed the onboarding course. Feel free to review this information or skip this step and head straight to Step 5.</i>",
  "content":[{
    "heading":"Our online courses are delivered on two platforms: Coursera & Canvas.  Each course has two structural components:",
    "bullets":[
      "A Foundational Component on Coursera (MOOCs)",
      "Weekly Live Class Sessions, Graded Assignments and Exams on Canvas (High Engagement/HE)"
    ]},{
    "heading":"To help students become familiar with both platforms and other important aspects of the program, we have created an Onboarding Course.",
    "bullets":[
      "<a href='https://canvas.illinois.edu/courses/14157'>Access Your Onboarding Course</a>"
    ]},{
    "heading":"This onboarding course takes approximately 3-4 hours to complete but is essential in your success as a Gies online student. Please be sure to complete well in advance of starting your coursework."
  }],
  "buttons":[
    {"title":"Done", "_popup":"current-notes", "page":"review.course.recommendations.and.register.for.courses", "completes": true}
  ]
},{
  "id":"review.course.recommendations.and.register.for.courses",
  "step_title": "Step 6",
  "progress": 6,
  "title":"Review Course Recommendations and Register for Courses",
  "text":"<b>Spring 2022 registration will open on Thursday, November 18 for all new students. Check back soon for details regarding course recommendations for your first semester.</b><p>We are excited to begin this journey with you, and our team is prepared to help along the way. While you may want to create a full degree plan at this time, it is important to focus on your first set of courses. After courses begin, you will have an opportunity to attend a Degree Planning workshop offered by the Student & Academic Success Team.</p>",
  "content":[{
    "heading":"<b>iMBA Students</b>",
    "bullets":[
      "<a href='https://onlinestudents.giesbusiness.illinois.edu/current-students/course-offerings/imba'>iMBA Course Offerings</a>",
      "<a href='https://uofi.box.com/s/yjrfig0kimlosurpx6jpdcsx80xrhp6o'>New Student Course Recommendations for August 2021</a>",
      "<a href='https://uofi.box.com/s/zzxxxp447gq7e6fou3pho4sc4hw6ysh5'>New Student Course Recommendations for October 2021</a>",
      "<a href='https://onlinestudents.giesbusiness.illinois.edu/newly-admitted/registration'>iMBA Course Registration</a>"
    ]},{
    "heading":"<b>iMSM Students:</b>",
    "bullets":[
      "<a href='https://onlinestudents.giesbusiness.illinois.edu/current-students/course-offerings/imsm'>iMSM Course Offerings</a>",
      "<a href='https://uofi.box.com/s/axqw2r24qsu4woa2cof63mqnsrumnswq'>New Student Course Recommendations for August 2021</a>",
      "<a href='https://uofi.box.com/s/wxsbl4alzzet3s00t8r7firnhutl3kr0'>New Student Course Recommendations for October 2021</a>",
      "<a href='https://onlinestudents.giesbusiness.illinois.edu/newly-admitted/registration'>iMSM Course Registration</a>"
    ]},{
    "heading":"<b>iMSA Students:</b>",
    "bullets":[
      "<a href='https://onlinestudents.giesbusiness.illinois.edu/current-students/course-offerings/imsa'>iMSA Course Offerings</a>",
      "<a href='https://onlinestudents.giesbusiness.illinois.edu/newly-admitted/registration'>iMSA Course Registration</a>"
    ]}],
  "buttons":[
    {"title":"Done", "_popup":"current-notes", "page":"sumbit.official.credentials", "completes": true}
  ]
},{
  "id":"sumbit.official.credentials",
  "progress": 7,
  "step_title": "Step 7",
  "title":"Submit Your Official Credentials",
  "text":"Original credentials (transcripts, mark sheets, academic records, certificates of degree, etc.) need to be sent from your previous institution(s) to complete your admission. Please note that the credentials you provided as scans in your application are considered unofficial.<p><b>Electronic credentials can be sent to <a href='mailto:grad@illinois.edu'>grad@illinois.edu</a> from your institution. This is the preferred and fastest method.</b> Electronic credentials sent from a student are not official.</p><p><b>If you have international credentials that need to be returned because you have only one original copy:</b> you can send the credentials to the Graduate College (address below) but you must include a postage-paid return envelope (or label, if the envelope can be re-used) using FedEx or UPS. If you do not include a postage-paid return envelope or label, the Graduate College will not be able to return your credentials. Please make sure that you include all mark sheets, transcripts, and certificates of degrees in both English and native language (if applicable).</p><p><b>Please have your paper academic credentials sent to the following address:</b></p><p><b>Graduate College Admissions, Registration and Enrollment Services</b></p><p>507 E. Green Street</p><p>Suite 101, MC-434</p><p>Champaign, IL 61820</p><p>If you would like to visit campus to submit your credentials, you must email grad@illinois.edu to set up a time.</p>",
  "buttons":[
    {"title":"Done", "_popup":"current-notes", "page":"new.student.office.hours", "completes": true}
  ]
},{
  "id":"new.student.office.hours",
  "progress-possition": 8,
  "title":"Checklist completed",
  "content":[{
    "heading":"If you have questions as you work through your New Student Checklist, please email <a href='mailto:i-support@illinois.edu'>i-support@illinois.edu</a> or join our team for weekly new student office hours.",
    "bullets":[
      "Fridays from 9:00 – 10:00 AM CST: <a href='https://illinois.zoom.us/meeting/register/tZEqdu6sqzIvHNLI_abCyDrnxHZQgJiddf2s'>Register Here</a>"
    ]}]
},{
  "id":"goodby.defered",
  "title":"See you later",
  "text":"We are sory for your decision. We are looking forward for your application next year."
},{
  "id":"goodby.declined",
  "title":"Goodby",
  "text":"We are sory for your decision. We are looking forward for your application next year."
}]