{
	"category":"App Help",
	"detail_description":"\u003ch1\u003eILLINOIS APPLICATION PRIVACY NOTICE\u003c/h1\u003e\n\u003cp\u003e\u003cstrong\u003eINTRODUCTION:\u003c/strong\u003e BY INSTALLING, USING OR OTHERWISE ACCESSING THE ILLINOIS APPLICATION FROM ANY DEVICE, MOBILE OR OTHERWISE, YOU ARE AGREEING TO ABIDE BY THE TERMS AND CONDITIONS OF THIS PRIVACY NOTICE. IF YOU DO NOT AGREE TO THESE TERMS AND CONDITIONS, DO NOT DOWNLOAD AND/OR ACCESS OUR APPLICATION. BY USING THIS APPLICATION, YOU ARE CONSENTING TO THE COLLECTION, USE, AND DISCLOSURE OF INFORMATION IN ACCORDANCE WITH THIS PRIVACY NOTICE.\u003c/p\u003e\n\u003cp\u003eThis Privacy Notice sets forth how your information is collected, used, transferred, and stored through the mobile application titled “\u003cstrong\u003eIllinois\u003c/strong\u003e” (“\u003cstrong\u003eApplication\u003c/strong\u003e”) and the terms and conditions governing your use of the Application.  The Application was created by the University of Illinois Urbana-Champaign and is owned by the Board of Trustees of the University of Illinois (“\u003cstrong\u003eUniversity\u003c/strong\u003e”, “\u003cstrong\u003ewe\u003c/strong\u003e”, “\u003cstrong\u003eour\u003c/strong\u003e”, “\u003cstrong\u003eus\u003c/strong\u003e”).\u003c/p\u003e\n\u003cp\u003eThis Privacy Notice is subject to the Application \u003ca href=\"https://www.uillinois.edu/cms/One.aspx?portalId=1324\u0026pageId=1487838\"\u003eTerms of Service\u003c/a\u003e; the \u003ca href=\"https://www.vpaa.uillinois.edu/resources/web_privacy\"\u003eUniversity of Illinois System Privacy Statement\u003c/a\u003e, which contains among other sections the Rules for Individuals under Thirteen Years of Age; the \u003ca href=\"https://www.vpaa.uillinois.edu/resources/terms_of_use\"\u003eLegal Notice and Terms of Use\u003c/a\u003e, which contains among other provisions, disclaimers of: \u003cu\u003eliability, warranties and accuracy of data, endorsement, external links, and duties regarding data;\u003c/u\u003e and the \u003ca href=\"https://www.vpaa.uillinois.edu/resources/web_privacy/supplemental_web_privacy_notice/\"\u003eUniversity of Illinois Supplemental Privacy Notice for certain persons in the European Economic Area and the United Kingdom\u003c/a\u003e (Supplemental Privacy Notice).\u003c/p\u003e\n\n\u003ch2\u003e1. What information may the Application collect?\u003c/h2\u003e\n\u003cp\u003eYou are not required to provide the personal information requested by the Application; however, you may not be able to use some of the features offered by the Application if you choose not to provide your personal information. By providing us with your personal information, you are consenting to our use of it in accordance with this Privacy Notice, the University of Illinois System Privacy Statement, and the Supplemental Privacy Notice.\u003c/p\u003e\n\u003col\u003e\n  \u003cli\u003e\u003cstrong\u003ePersonal Information.\u003c/strong\u003e  Personal information means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular person. Depending upon the privacy level you select within the Application, the Application may collect, store and use your personal information, including but not limited to:\u003c/li\u003e\n\u003cul\u003e\u003cli\u003eIdentifiers like your name, telephone number, email address, NetID, University ID number (UIN), credit card information, library card number and barcode, MTD bus pass, and location;\u003c/li\u003e\n\u003cli\u003eUser groups you belong to, such as University student, visitor, University employee, athletics fan, alumni, and parent, and ad hoc user groups you create or join;\u003c/li\u003e\n\u003cli\u003eYour user preferences, such as items you have starred in the Application, dining location preferences, and food allergies; and your interests, such as favorite events, event categories, event tags, sports teams, athletic events, and places; and\u003c/li\u003e\n\u003cli\u003eOther information, such as ad hoc polls you participate in and start, your voter registration status and whether you are signed up to vote by mail, and your history of interactions with the Application.\u003c/li\u003e\u003c/ul\u003e\n\u003cli\u003e\u003cstrong\u003eNon-Personal Information.\u003c/strong\u003e The Application collects certain non-personal information (i.e., information that may not reasonably permit direct association with you) when you use the Application. By using the Application, you are consenting to the collection, use, and disclosure of non-personal information by the Application, including but not limited to, Application usage data, including frequency of access, duration, and time of access. If you do not want the Application to collect this non-personal information, do not use or access (or continue to use or access) the Application.\u003c/li\u003e\u003c/ol\u003e\u003c/ol\u003e\n\u003ch2\u003e2. Where Will the Information Be Stored?\u003c/h2\u003e\n\u003cp\u003eAll personal information and non-personal information will be stored on secure cloud-based Amazon Web Services servers (“\u003cstrong\u003eServers\u003c/strong\u003e”). Your personal information and non-personal information will also be stored in the Application.\u003c/p\u003e\n\u003ch2\u003e3.  How Is Your Information Used?\u003c/h2\u003e\n\u003cp\u003eThe Application uses your personal information to provide you with the information and services you request from within the Application and to provide you with a positive user experience. For example, if your privacy settings allow your location data, dining preferences, and/or event preferences to be collected and saved, the information may be used to provide you with relevant future event recommendations consistent with your user preferences and directions on how to get to the events.\u003c/p\u003e\n\u003cp\u003eThe non-personal information the Application collects may be used to compute statistics related to use of the Application and to help us improve the Application in order to provide you with an even better user experience.\u003c/p\u003e\n\u003ch2\u003e4. How Is Your Information Protected?\u003c/h2\u003e\nWe follow generally accepted industry standards to protect information processed by the Application. No method of transmission, or method of electronic storage, is 100% secure. Therefore, we cannot guarantee its absolute security.\u003cbr\u003e\n\u003ch2\u003e5.  Is Your Information Shared?\u003c/h2\u003e\n\u003cp\u003eThe services and functions you select in the Application determine the extent to which your personal information is shared with other parties (e.g., for food ordering, or to be notified of previously liked events). Other parties include but are not limited to other users of the Application (e.g., for quick polls initiated by other users in your vicinity), third-party vendors (e.g., to purchase event tickets or order food), and third-party service providers (e.g., location services to provide directions based upon your location).\u003c/p\u003e\n\u003cp\u003eThe University does not sell or lease your personal information to third parties.\u003c/p\u003e\n\u003ch2\u003e6. Opt-In and Opt-Out Information\u003c/h2\u003e\n\u003cp\u003eYou opt in to use services that collect personal information when you select privacy levels within the Application. You may opt out of personal information collection at any time by adjusting your privacy settings in the Application’s Privacy Center. You may also request from within the Application that your personal information be deleted from the Servers. Your personal information may be retained on the Servers until you request its deletion.\u003c/p\u003e\n\u003ch2\u003e7. Changes to this Privacy Notice\u003c/h2\u003e\n\u003cp\u003eWe may amend this Privacy Notice from time to time. If we amend this Privacy Notice we will post the changes on \u003ca href=\"https://www.uillinois.edu/about/policies/mobile\"\u003ehttps://www.uillinois.edu/about/policies/mobile\u003c/a\u003e. Your continued use of the Application after any such changes will constitute your acceptance of the updated Privacy Notice. If you do not wish to accept the revised Privacy Notice, you must not use or access (or continue to use or access) the Application. Please regularly check the Application or website to determine if the Privacy Notice has been updated and to review those changes before deciding whether or not to access (or continue to access) the Application.\u003c/p\u003e\n\u003ch2\u003eNeed Help?\u003c/h2\u003e\nContact the Technology Services Help Desk \u003cbr\u003e\nEmail: consult@illinois.edu. \u003cbr\u003e\nCall us: 217-244-7000.\u003c/p\u003e",
	"detail_title":"Mobile Privacy Notice",
	"guide":"For students",
	"list_description":"Privacy Agreement for the Illinois app.",
	"list_title":"Mobile Privacy Notice",
	"section":"Documents"
}
